Revit 2027 API
XYZ.Multiply Operator
Overload List
Name | Description
Multiply(Double, XYZ) | Multiplies the specified number and the specified vector.
Multiply(XYZ, Double) | Multiplies the specified number and the specified vector.
Top
See Also
Reference
XYZ Class
Autodesk.Revit.DB Namespace